app/Views/layout/template.php

SELECT *
FROM `apps_settings`
---
use Config\Database;
$this->db         = Database::connect();

$settings = $this->db->table('apps_settings')->get()->getRowArray();